Repository: proarea/openai_gadget
Catalog: lib/l10n/app_*.arb
Languages: uk

# langName
source: English
uk: Українська

# labelGoToSimpleChat
source: Text Completions: Simple Chat
uk: Text Completions: Спрощений чат

# labelGoToMotivationals
source: Text Completions: Motivational message generator
uk: Text Completions: Генератор Мотиваційних Повідомлень

# labelSimpleChat
source: Simple Chat
uk: Чат

# labelMotivationals
source: Motivationals
uk: Мотивація

# labelTextCopied
source: Copied!
uk: Скопійовано!

# labelGenerate
source: Generate
uk: Згенерувати

# tooltipOpenAiTextModelPicker
source: Pick OpenAI text model
uk: Виберіть текстову модель OpenAI

# tooltipClearChat
source: Clear Chat History
uk: Очистити історію чату

# labelEmptyChat
source: Type in whatever you would like to ask
uk: Введіть ваш запит у поле знизу

# labelMotivationalTextError
source: Error occured! Click on the button below to generate motivational text!
uk: Виникла помилка! Натисніть на кнопку знизу щоб згенерувати мотиваційний текст!

# labelMotivationalTextEmpty
source: Click on the button below to generate motivational text!
uk: Натисніть на кнопку знизу щоб згенерувати мотиваційний текст!

# labelSelected
source: Selected
uk: Обрано
